<script lang="ts" setup></script>
<template>
  <div class="introduce">
    <div>
      <img class="block" src="/public/img/header.jpg" alt="" />
      <img class="hidden" src="/public/img/header-mobile.jpg" alt="" />
    </div>
    <h1>Welcome to Our Application</h1>
    <p>
      我們於2010年在台灣高雄成立,
      <br />
      是一家以環保為核心的綠色企業,
      <br />
      專注於鎢鋼、高速鋼及鎢泥的回收再利用。
      <br />
      擁有20年以上廢料回收經驗,我們深知資源的價值與回收再利用的重要性。憑藉專業的技術圖隊,我們能有效且高效率地
      回收、分類與處理各類鋼鋼廢料,確保再生產品的品質與純度。
      <br />
      我們始終堅持品質第一的原則,嚴格控管回收產品的品質,確保符合客户的需求與標準。同時,我們提供合理格的專業
      回收服務,讓客戶在獲得高品質產品的同時,也能創造更高的經濟效益。
      <br />
      我們的再生產品種類多元,包括錦粉、錦綱、高速鋼等,以滿足不同客戶的需求;也能依照實際情況,提供客製化的回收解
      決方案,滿足特殊需求。
      <br />
      我們將環保理念貫徹於鶴調度料回收的每一環節,確保產品生產與使用的環境友善,實現絲色能源與環保經濟的永濤發展。
      <br />
      憑藉豊富的產業經驗與良好信譽,我們已與多家國內外企業建立長剛穩定的合作關係,成為您值得信頼的合作夥伴。
    </p>
  </div>
</template>
